Revit 2027 API
PipeFittingAndAccessoryPressureDropUIData.GetUnits Method
 Gets units.
Namespace: Autodesk.Revit.UI.Plumbing
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Units GetUnits()
Public Function GetUnits As Units
public:
Units^ GetUnits()
member GetUnits : unit -> Units
Return Value
Units
 The Units object.
See Also
Reference
PipeFittingAndAccessoryPressureDropUIData Class
Autodesk.Revit.UI.Plumbing Namespace